Dlubal.DynamPro.InitialCondSettings
Settings of initial conditions

Dlubal.DynamPro.InitialCondSettings.InitialConditionsChoice
Import from load case or load combination

Dlubal.DynamPro.InitialCondSettings.LoadNumber
Number of load case / load combination to be imported from